[
  {
    "parent_category": "职场英语",
    "category": "training",
    "category_title": "员工培训",
    "cid": "43",
    "title": "新员工调查(上)",
    "conversations": [
      {
        "english": "Welcome to the company. We are conducting a survey of new employees to find out what influenced them to choose our company.",
        "chinese": "欢迎加盟本公司。我们正在对新员工进行调查，看看你们为什么选择本公司。",
        "reply_english": "That's easy. It was your office ergonomics that decided me.",
        "reply_chinese": "很简单。你们办公场所的益生学设计吸引了我。"
      }
    ]
  },
  {
    "parent_category": "职场英语",
    "category": "training",
    "category_title": "员工培训",
    "cid": "43",
    "title": "新员工调查(下)",
    "conversations": [
      {
        "english": "Welcome to the company. We are conducting a survey of new employees to find out what influenced them to choose our company.",
        "chinese": "欢迎加盟本公司。我们正在对新员工进行调查，想知道你们为什么选择本公司。",
        "reply_english": "Honestly, the flexible hours were the main attraction for me. The traditional working day doesn't fit in with me lifestyle; I love being able to tailor my working hours.",
        "reply_chinese": "老实说，弹性的工作时间安排是吸引我的关键因素。我个人的生活方式　不太适应传统的工作时间安排。我很高兴可以灵活高速自己的工作时间。"
      }
    ]
  },
  {
    "parent_category": "职场英语",
    "category": "training",
    "category_title": "员工培训",
    "cid": "43",
    "title": "参加夜校再教育",
    "conversations": [
      {
        "english": "So you've been attending night classes for a while now. Do you feel it's helping you?",
        "chinese": "你参加夜校有一段日子了。你觉得对你有帮助吗？",
        "reply_english": "Yes,furthering my education is already bringing about positive results in my workplace as it has boosted my confidence.As well the tutoring system my school employs offers courses uniquely suite",
        "reply_chinese": "有，进修已经在我工作上产生了积极的效果，增强了我的自信心。而且，学校的辅导体系所提供的课程与我的需要和目标相当吻合。"
      }
    ]
  },
  {
    "parent_category": "职场英语",
    "category": "training",
    "category_title": "员工培训",
    "cid": "43",
    "title": "人力资源管理",
    "conversations": [
      {
        "english": "I hate to be the bearer of bad news, but it's that time of year again. Have you got your performance evaluations finished yet?",
        "chinese": "我不喜欢宣布坏消息，但又到每年这个时候了。你的业绩评估做完了吗？",
        "reply_english": "Oh no! Evaluations! You can tell that's not my favorite job; I haven't even started yet. When is the deadline for turning in thecompleted forms?",
        "reply_chinese": "噢，不！业绩评估！你肯定知道那不是我喜欢的工作；我还没开始呢。上交表格的截止日期是什么时候？"
      }
    ]
  },
  {
    "parent_category": "职场英语",
    "category": "training",
    "category_title": "员工培训",
    "cid": "43",
    "title": "员工培训成果",
    "conversations": [
      {
        "english": "Can you tell me, Ms. Smith, about the training programs you initiated this year?",
        "chinese": "Smith女士,你能向我介绍一下今年你发起的培训计划的情况吗?",
        "reply_english": "We ran a call center training service and language program to ensure that our customer service representatives are well trained.",
        "reply_chinese": "我们开办了电话中心服务培训和语言培训,以保证服务人员受到良好的培训."
      }
    ]
  },
  {
    "parent_category": "职场英语",
    "category": "training",
    "category_title": "员工培训",
    "cid": "43",
    "title": "签订合同Sign the contract",
    "conversations": [
      {
        "english": "Have you had a chance to look over the contract?",
        "chinese": "你有机会看一下合约吗？",
        "reply_english": "Yes. I've read it carefully.",
        "reply_chinese": "有。我很仔细地看过。"
      }
    ]
  },
  {
    "parent_category": "职场英语",
    "category": "training",
    "category_title": "员工培训",
    "cid": "43",
    "title": "培训Training",
    "conversations": [
      {
        "english": "Well, we've finally put the finishing touches on the training programs for next year. Here's a report showing the projected costs as well as the expected return on investment.",
        "chinese": "我们明年的培训项目策划已经接近尾声了.这是关于预期投入和预期投资回报的报告.",
        "reply_english": "Return on investment? How can you have a return on this kind of investment? Can you really calculate the value of these training programs?",
        "reply_chinese": "投资回报?这种投资怎么会有回报?你真的能算出培训项目的价值吗?"
      }
    ]
  }
]